Repository: clementine-player/iOS-Remote
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ca, cs, de, el, es, et, fi, fr, hr, hu, it, ja, ka, ko, lt, ms, my, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, uz

source: %lld items
ca: %lld elements
cs: %lld položek
de: %lld Elemente
es: %lld elementos
et: %lld objekti
fi: %lld kohdetta
fr: %lld éléments
hr: %lld stavki
hu: %lld elem
it: %lld elementi
ja: %lld アイテム
ko: %lld 항목
lt: %lld elementų
ms: %lld item
pl: %lld elementów
pt_br: %lld itens
pt_pt: %lld itens
ru: %lld объектов
sk: %lld položiek
sr: %lld ставки
sv: %lld poster
uk: %lld записів

source: %lld songs added to the playlist
ca: %lld peces afegides a la llista actual
cs: %lld písní přidáno do nynějšího seznamu skladeb
de: %lld Lieder wurden zur aktuellen Wiedergabeliste hinzugefügt
es: Se añadieron %lld canciones a la lista
et: %lld lugu on lisatud esitusloendisse
fi: %lld kappaletta lisätty soittolistalle
fr: %lld titres ajoutés à la liste de lecture en cours
hr: %lld pjesama dodano na trenutni popis izvođenja
hu: %lld szám hozzáadva a lejátszólistához
it: %lld brani aggiunti alla scaletta
ja: 現在のプレイリストに %lld 曲追加しました
lt: %lld dainų pridėta į esamą grojaraštį
ms: %lld buah lagu ditambah ke dalam senarai main semasa
nl: %lld nummers aan huidige afspeellijst toegevoegd
pl: %lld utworów dodanych do aktualnej listy odtwarzania
pt_br: %lld faixas adicionadas à lista de reprodução
pt_pt: %lld faixas adicionadas à lista de reprodução
ru: %lld песен добавлено в текущий плейлист
sk: %lld skladieb pridaných do aktuálneho zoznamu skladieb
sr: %lld песама додато у текућу листу нумера
sv: %lld låtar har lagts till aktuella spellistan
uk: До поточного списку відтворення додано %lld композицій

source: About
ca: Quant a
cs: O programu
de: Über
el: Σχετικά με
es: Acerca de
et: Rakenduse teave
fi: Tietoja
fr: À propos
hr: O aplikaciji
hu: Névjegy
it: Informazioni
ja: アプリについて
lt: Apie
ms: Perihal
nl: Over
pl: O programie
pt_br: Sobre
pt_pt: Sobre
ru: О программе
sk: O programe
sr: О програму
sv: Om
tr: Hakkında
uk: Про програму

source: Advanced
ca: Avançats
cs: Pokročilé
de: Erweitert
el: Προχωρημένα
es: Avanzadas
et: Täiendavad seadistused
fi: Lisäasetukset
fr: Avancés
hr: Napredno
hu: Haladó
it: Avanzate
ja: 高度
lt: Išplėstiniai
ms: Lanjutan
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ru: Дополнительно
sk: Pokročilé
sr: Напредно
sv: Avancerad
tr: Gelişmiş
uk: Додатково

source: Album
ca: Àlbum
el: Αλμπουμ
es: Álbum
fi: Albumi
ja: アルバム
ka: ალბომი
ko: 앨범
lt: Albumas
pt_br: Álbum
pt_pt: Álbum
ru: Альбом
sr: Албум
tr: Albüm
uk: Альбом
uz: Albom

source: Album artist / Album
ca: Artista / Any
cs: Umělec/Rok
de: Interpret / Jahr
es: Artista / año
et: Albumi esitaja / Album
fi: Albumin artisti / Albumi
fr: Artiste / Année
hr: Izvođaču / Godini
hu: Előadó / Év
it: Artista dell'album / Album
ja: アーティスト / 年
lt: Atlikėją / Metus
ms: Artis / Tahun
nl: Artiest / Jaar
pl: Artysta / Rok
pt_br: Artista/Ano
pt_pt: Artista/Ano
ru: Артист альбома / Альбом
sk: Interpret / Rok
sr: извођачу/години
sv: Artist / Årtal
tr: Sanatçı / Yıl
uk: Виконавець / Рік

source: Artist
ca: Artista
cs: Umělec
de: Interpret
es: Artista
et: Esitaja
fi: Artisti
fr: Artiste
hr: Izvođaču
hu: Előadó
it: Artista
ja: アーティスト
lt: Atlikėją
ms: Artis
nl: Artiest
pl: Artysta
pt_br: Artista
pt_pt: Artista
ru: Артист
sk: Interpret
sr: извођачу
tr: Sanatçı
uk: Виконавець

source: Artist / Album
ca: Artista / Àlbum
cs: Umělec/Album
de: Interpret / Album
es: Artista / álbum
et: Esitaja / Album
fi: Artisti / Albumi
fr: Artiste / Album
hr: Izvođaču / Albumu
hu: Előadó / Album
it: Artista / Album
ja: アーティスト / アルバム
lt: Atlikėją / Albumą
ms: Artis / Album
nl: Artiest / Album
pl: Artysta / Album
pt_br: Artista/Álbum
pt_pt: Artista/Álbum
ru: Артист / Альбом
sk: Interpret / Album
sr: извођачу/албуму
tr: Sanatçı / Albüm
uk: Виконавець / Альбом

source: Artist / Year
ca: Àlbum
cs: Album
de: Album
es: Álbum
et: Esitaja / Aasta
fi: Artisti / Vuosi
fr: Album
hr: Albumu
hu: Album
it: Artista / Anno
ja: アルバム
lt: Albumą
ms: Album
nl: Album
pl: Album
pt_br: Álbum
pt_pt: Álbum
ru: Альбом
sk: Album
sr: албуму
sv: Album
tr: Albüm
uk: Альбом

source: Ascending
ca: Ascendent
cs: Vzestupně
de: Aufsteigend
es: Ascendente
et: Kasvavalt
fi: Nouseva
fr: Croissant
hr: Uzlazni
hu: Növekvő
it: Crescente
ja: 昇順
lt: Didejančia
ms: Menaik
nl: Oplopend
pl: Rosnąco
pt_br: Ascendente
pt_pt: Ascendente
ru: Возрастанию
sk: vzostupnom
sr: растуће
sv: Stigande
tr: Artan
uk: Зростанням

source: Auth code
ca: Codi d’autenticació
cs: Ověřovací kód
de: Legitimierungscode
el: Κωδικός πιστοποίησης
es: Código de autenticación
et: Autentimiskood
fi: Tunnistuskoodi
fr: Code d'authentification
hr: Kôd autentifikacije
hu: Hitelesítési kód
it: Codice di autenticazione
ja: 認証コード
ka: ავთენტიკაციის კოდი
ko: 인증 코드
lt: Atpažinimo kodas
ms: Kod Pengesahihan
my: အထောက်အထားစစ်ဆေးခြင်းကုဒ်
nl: Autorisatiecode
pl: Kod uwierzytelniający
pt_br: Código de autenticação
pt_pt: Código de autenticação
ru: Код авторизации
sk: Autorizačný kód
sr: Аутентификацијски код
sv: Auktoriseringskod
tr: Doğrulama Kodu
uk: Код розпізнавання
uz: Haqiqiyligini tekshirish kodi

source: Authors
ca: Autors
cs: Autoři
de: Autoren
el: Δημιουργοι
es: Autores
et: Autorid
fi: Tekijät
fr: Auteurs
hr: Autori
hu: Szerzők
it: Autori
ja: 作者
ka: ავტორები
ko: 저작자들
lt: Autoriai
ms: Pengarang
my: စာရေးဆရာများ
nl: Auteurs
pl: Autorzy
pt_br: Autores
pt_pt: Autores
ru: Авторы
sk: Autori
sr: Аутори
sv: Utgivare
tr: Yazarlar
uk: Автори
uz: Mualliflar

source: Ban
ca: Veta
cs: Zakázat
de: Sperren
el: Aπαγόρευση
es: Vetar
et: Keela
fi: Bänni
fr: Je déteste
hr: Zabrana
hu: Tiltás
it: Banna
ja: 禁止
ka: დაბლოკვა
ko: 싫어요
lt: Blokuoti
ms: Larang
pl: Ignoruj
pt_br: Não gostei
pt_pt: Banir
ru: Запретить
sk: zakázaná
sr: Забрани
sv: Uteslut
tr: Engelle
uk: Заблокувати
uz: Taqiq

source: Banned on Last.fm
ca: Peça vetada :-(
cs: Skladba je zakázaná :-(
de: Titel gesperrt :-(
el: Το τραγουδι αφαιρεθηκε :-(
es: Ha vetado esta pista :-(
fi: Last.fm bännit
fr: Piste détestée :-(
hr: Pjesma zabranjena :-(
hu: Szám letiltva :-(
it: Bandite su Last.fm
ja: トラックを禁止 :-(
ka: ჩანაწერი დაიბლოკა :-(
ko: 트랙을 싫어합니다 :-(
lt: Takelis užblokuotas :-(
ms: Trek dilarang :-(
nl: Nummer ge-banned :-(
pl: Utwór zignorowany :-(
pt_br: Faixa banida :-(
pt_pt: Faixa banida :-(
ru: Композиция запрещена :-(
sk: Skladba bola zakázaná :-(
sr: Нумера забрањена :-(
sv: Låt utesluten :-(
tr: Parça engellendi :-(
uk: Композицію заблоковано :-(
uz: Taqiqlangan yo'lakcha :-(

source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
es: Cancelar
et: Katkesta
fi: Peru
fr: Annuler
hr: Odustani
hu: Mégsem
it: Annulla
ja: キャンセル
lt: Atsisakyti
ms: Batal
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sr: Одустани
sv: Avbryt
uk: Скасувати

source: Clear playlist
ca: Esborra la llista de reproducció
cs: Smazat seznam skladeb
de: Wiedergabeliste löschen
el: Εκκαθαριση λίστας αναπαραγωγης
es: Vaciar lista
et: Tühjenda esitusloend
fi: Tyhjennä soittolista
fr: Vider la liste de lecture
hr: Obriši popis izvođenja
hu: Lejátszólista ürítése
it: Pulisci la scaletta
ja: プレイリストをクリア
lt: Išvalyti grojaraštį
ms: Kosongkan senarai main
nl: Afspeellijst legen
pl: Wyczyść listę odtwarzania
pt_br: Limpar lista de reprodução
pt_pt: Limpar lista de reprodução
ru: Очистить плейлист
sk: Vymazať zoznam skladieb
sr: Очисти листу
sv: Töm spellistan
tr: Çalma listesini temizle
uk: Спорожнити список відтворення

source: Clementine Remote
ca: Control remot del Clementine
de: Clementine-Fernbedienung
es: Control remoto de Clementine
et: Clementine'i kaugjuhtimispult
fr: Clementine À Distance
hr: Clementine daljinski upravljač
hu: Clementine távvezérlő
ja: Clementine リモート
ko: Clementine 리모콘
my: ကလီမန်တိုင်းအဝေးထိန်း
sr: Даљински за Клементину
sv: Clementine's Fjärrkontroll
tr: Clementine Kumanda
uk: Дистанційне керування Clementine

source: Clementine doesn't allow downloads. Turn them on in its Network Remote settings.
ca: Baixada no autoritzada. Es pot activar a la configuració del Clementine.
cs: Stahování zakázáno. Zapněte je v nastavení Clementine.
de: Herunterladen verboten. In den Clementine-Einstellungen aktivieren.
el: Λήψη απαγορεύεται. Ενεργοποίηση στις ρυθμίσεις του Clementine.
es: Se ha restringido la descarga. Actívela en la configuración de Clementine.
et: Clementine hetkel ei luba allalaadimist. Saad selle Clementine'i kaugjuhtimisliidese seadistustes lubada.
fi: Lataaminen on kielletty. Aktivoi lataaminen Clementinen asetuksista.
fr: Téléchargement interdit. Vous pouvez l'activer dans les préférences de Clementine.
hr: Preuzimanje zabranjeno. Aktivirajte ga u Clementine postavkama.
hu: Letöltés tiltva, aktiválja a Clementine beállításaiban
it: Scaricamento proibito. Attivalo nelle impostazioni di controllo remoto di Clementine.
ja: ダウンロードが禁止されています。Clementine の設定で有効にしてください。
ka: ჩამოტვირთვა აკრძალულია. გააქტიურეთ ის Clementine-ის პარამეტრებში.
ko: 다운로드 금지됨. Clementine 설정에서 활성화
lt: Atsiuntimas uždraustas. Aktyvuokite Clementine nustatymuose.
ms: Muat turun dilarang. Aktifkan dalam tetapan Clementine.
nl: Download niet toegestaan. Activeer in Clementine instellingen.
pl: Pobieranie zabronione. Aktywuj w opcjach Clementine.
pt_br: Donwload não autorizado. Ative nas configurações do Clementine.
pt_pt: Descarga não possível. Ative-a nas definições do Clementine.
ru: Clementine не разрешает скачивания. Включите их в настройках удалённого управления по сети.
sk: Preberanie je zakázané. Aktivujte ho v nastaveniach prehrávača Clementine.
sr: Преузимање није дозвољено. Активирајте га у поставкама Клементине.
sv: Nedladdning förbjuden. Aktivera i Clementine's inställningar.
tr: İndirme yasak. Clementine ayarlarından etkinleştirin.
uk: Отримання даних заборонено. Увімкніть його у параметрах Clementine.
uz: Yuklab olish taqiqlangan. Clementine sozlamalarida faollashtiring.

source: Clementine is too old
ca: La versió és incompatible
cs: Nekompatibilní verze
de: Inkompatible Version
el: Ασυμβίβαστη έκδοση
es: Versión incompatible
et: Clementine'i versioon on liiga vana
fi: Yhteensopimaton versio
fr: Version incompatible
hr: Nekompatibilna inačica
hu: Nem kompatibilis verzió
it: Clementine è troppo datato
ja: 互換性のないバージョン
ka: არათავსებადი ვერსია
ko: 호환되지 않는 버전
lt: Nesuderinama versija
ms: Versi tidak serasi
my: ပံုစံအံဝင်ခွင်မကျ
nl: Versie niet compatibel
pl: Niekompatybilna wersja
pt_br: Versão não compatível
pt_pt: Versão não compatível
ru: Слишком старая версия Clementine
sk: Nekompatibilná verzia
sr: Некомпатибилно издање
sv: Okompatibel version
tr: Uyumsuz sürüm
uk: Несумісність версій
uz: Mos kelmaydigan versiya

source: Clementine on %@
ca: Clementine en %@
cs: Clementine na %@
de: Clementine auf %@
el: Clementine σε %@
es: Clementine en %@
et: Clementine seadmes %@
fi: Clementine koneella %@
fr: Clementine sur %@
hr: Clementine na %@
hu: Clementine itt: %@
it: Clementine su %@
ja: %@ の Clementine
lt: Clementine ties %@
ms: Clementine dalam %@
nl: Clementine op %@
pt_br: Clementine em %@
pt_pt: Clementine em %@
ru: Clementine на %@
sk: Clementine na %@
sr: Клементина на %@
sv: Clementine på %@
uk: Clementine на %@

source: Close playlist
ca: Tanca la llista de reproducció
cs: Zavřít seznam skladeb
de: Wiedergabeliste schließen
el: Κλείσιμο λίστας αναπαραγωγής
es: Cerrar lista
et: Sulge esitusloend
fi: Sulje soittolista
fr: Fermer la liste de lecture
hr: Zatvori popis izvođenja
hu: Lejátszólista bezárása
it: Chiudi la scaletta
ja: プレイリストを閉じる
lt: Užverti grojaraštį
ms: Tutup senarai main
nl: Afspeellijst sluiten
pl: Zamknij listę odtwarzania
pt_br: Fechar lista de reprodução
pt_pt: Fechar lista de reprodução
ru: Закрыть плейлист
sk: Zavrieť zoznam skladieb
sr: Затвори листу
sv: Stäng spellistan
tr: Çalma listesini kapat
uk: Закрити список відтворення

source: Connect
ca: Connecta
cs: Připojit
de: Verbinden
el: Σύνδεση
es: Conectar
et: Ühenda
fi: Yhdistä
fr: Se connecter
hr: Poveži se
hu: Kapcsolódás
it: Connetti
ja: 接続
ka: დაკავშირება
ko: 연결
lt: Prisijungti
ms: Sambung
my: ချိတ်ဆက်
nl: Verbinden
pl: Połącz
pt_br: Conectar
pt_pt: Ligar
ru: Подключиться
sk: Pripojiť
sr: Повежи
sv: Anslut
tr: Bağla
uk: З’єднатися
uz: Ulanish

source: Connect automatically
ca: Connexió automàtica
cs: Automaticky připojit
de: Direkt verbinden
el: Αυτόματη Σύνδεση
es: Conexión automática
et: Ühenda automaatselt
fi: Yhdistä automaattisesti
fr: Connexion automatique
hr: Automatsko-povezivanje
hu: Automatikus kapcsolódás
it: Connessione automatica
ja: 自動接続
lt: Automatinis prisijungimas
ms: Auto-Sambung
nl: Auto-verbinden
pl: Automatyczne podłączanie
pt_br: Ligação automática
pt_pt: Ligação automática
ru: Подключаться автоматически
sk: Pripojiť automaticky
sr: Ауто-повезивање
sv: Anslut automatiskt
tr: Otomatik Bağlan
uk: Автоз’єднання

source: Connecting to Clementine…
ca: S’està connectant amb el Clementine
cs: Připojuje se ke Clementine
de: Mit Clementine verbinden
el: Σύνδεση στο Clementine
es: Conectando con Clementine
et: Ühendan Clementine'iga…
fi: Yhdistetään Clementineen
fr: Connexion à Clementine
hr: Povezivanje s Clementine
hu: Kapcsolódás a Clementine-hoz
it: Connessione a Clementine...
ja: Clementine に接続中
ka: Clementine-თან დაკავშირება
ko: Clementine에 연결 중
lt: Jungiamasi prie Clementine
ms: Menyambung ke Clementine…
my: ကလီမန်တိုင်းသို့ချိတ်ဆက်
nl: Verbinden met Clementine
pl: Trwa łączenie z Clementine
pt_br: Conectando ao Clementine
pt_pt: A ligar ao Clementine
ru: Подключение к Clementine…
sk: Pripája sa k prehrávaču Clementine
sr: Повезујем се на Клементину
sv: Ansluter till Clementine
tr: Clementine'e bağlanılıyor
uk: З’єднуємося з Clementine
uz: Clementine'ga ulanmoqda

source: Connection
ca: Connexió
cs: Připojení
de: Verbindung
el: Σύνδεση
es: Conexión
et: Ühendus
fi: Yhteys
fr: Connexion
hr: Povezivanje
hu: Kapcsolódás
it: Connessione
ja: 接続
ka: კავშირი
ko: 연결
lt: Ryšys
ms: Sambungan
nl: Verbinding
pl: Połączenie
pt_br: Conexão
pt_pt: Ligação
ru: Подключение
sk: Pripojenie
sr: Веза
sv: Anslutning
tr: Bağlantı
uk: З’єднання
uz: Ulanish

source: Couldn't reach Clementine
ca: No s'ha pogut connectar amb l'amfitrió
cs: Nepodařilo se dostat se k hostiteli
de: Hauptrechner konnte nicht erreicht werden
el: Αδυναμία επικοινωνίας με το host
es: No se pudo conectar con el equipo
et: Clementine'iga arvuti polnud leitav
fi: Ei yhteyttä isäntään
fr: Impossible de se connecter
hr: Udaljeno računalo nije u dosegu
hu: A kiszolgáló nem elérhető
it: Impossibile raggiungere l'host
ja: ホストに接続できませんでした
ka: ჰოსთან დაკავშირება ვერ მოხერხდა
ko: 호스트에 연결 할 수 없습니다
lt: Nepavyko pasiekti kompiuterio
ms: Gagal mencapai Clementine
my: လက်ခံသို့မရောက်နိုင်
nl: Kan host niet vinden
pl: Nie można osiągnąć hosta
pt_br: Não foi possível acessar o destino
pt_pt: Endereço não encontrado
ru: Не удалось связаться с Clementine
sk: Nepodarilo sa dosiahnuť hostiteľa
sr: Не могу да досегнем домаћина
sv: Kunde ej nå värd
tr: Makineye ulaşılamadı
uk: Не вдалося встановити зв’язок
uz: Xostga ulanib bo'lmadi

source: Descending
ca: Descendent
cs: Sestupně
de: Absteigend
es: Descendente
et: Kahanevalt
fi: laskevaan
fr: Décroissant
hr: Silazni
hu: Csökkenő
it: Decrescente
ja: 降順
lt: Mažėjančia
ms: Menurun
nl: Aflopend
pl: Malejąco
pt_br: Descendente
pt_pt: Descendente
ru: Убыванию
sk: zostupnom
sr: опадајуће
sv: Fallande
tr: Azalan
uk: Спаданням

source: Disconnect
ca: Desconnecta
cs: Odpojit
de: Verbindung trennen
el: Αποσυνδεση
es: Desconectar
et: Katkesta ühendus
fi: Katkaise yhteys
fr: Déconnexion
hr: Odspoji
hu: Kapcsolat bontása
it: Disconetti
ja: 切断
lt: Atsijungti
ms: Putuskan
nl: Verbinding verbreken
pl: Rozłącz
pt_br: Desligar
pt_pt: Desligar
ru: Отключиться
sk: Odpojiť
sr: Прекини везу
sv: Koppla från
tr: Bağlantıyı Kes
uk: Від’єднатися

source: Disconnected
ca: Desconnectat
cs: Odpojeno
de: Verbindung beendet
el: Αποσυνδέθηκε
es: Desconectado
et: Ühendus on katkestatud
fi: Katkaistu
fr: Déconnecté
hr: Odspojeno
hu: Kapcsolat bontva
it: Disconesso
ja: 切断しました
ka: დასაკავშირებელი
ko: 연결 끊김
lt: Atsijungta
ms: Terputus
my: မချိတ်ဆက်ပြီး
nl: Verbinding verbroken
pl: Rozłączono
pt_br: Desconectado
pt_pt: Desligado
ru: Отключено
sk: Odpojené
sr: Веза прекинута
sv: Ej ansluten
tr: Bağlantı Kesildi
uk: Роз’єднано
uz: Ajratilgan

source: Don't repeat
ca: Sense repetició
cs: Neopakovat
de: Wiederholen aus
el: Να μην γίνει επανάληψη
es: No repetir
et: Ära korda
fi: Älä kertaa
fr: Ne pas répéter
hr: Ne ponavljaj
hu: Nincs ismétlés
it: Non ripetere
ja: リピートしない
ka: არ გაიმეორო
ko: 반복하지 않음
lt: Nekartoti
ms: Jangan ulang
my: မပြန်ဆို
nl: Niet herhalen
pl: Nie powtarzaj
pt_br: Não repetir
pt_pt: Não repetir
ru: Не повторять
sk: Neopakovať
sr: Не понављај
sv: Upprepa inte
tr: Tekrar etme
uk: Не повторювати
uz: Takrorlamaslik

source: Don't shuffle
ca: Sense mesclar
cs: Nemíchat
de: Zufallswiedergabe aus
el: Καμμια τυχαία αναπαραγωγή
es: No mezclar
et: Ära sega
fi: Älä sekoita
fr: Aléatoire : désactivé
hr: Ne sviraj naizmjenično
hu: Nincs véletlenszerű lejátszás
it: Non mescolare
ja: シャッフルしない
ka: არ შეურიო
ko: 셔플하지 않음
lt: Nemaišyti
ms: Jangan kocok
my: ကုလားဖန်မထိုး
nl: Niet willekeurig afspelen
pl: Nie losuj
pt_br: Não baralhar
pt_pt: Não baralhar
ru: Не перемешивать
sk: Nezamiešať
sr: Не пуштај насумично
sv: Blanda inte
tr: Karıştırma
uk: Не перемішувати
uz: Tasodifiy tartibni o'chirish

source: Done
ca: Fet
cs: Hotovo
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
et: Valmis
fi: Valmis
fr: Terminé
hr: Završeno
hu: Kész
it: Fatto
ja: 完了
lt: Atlikta
ms: Selesai
nl: Klaar
pl: Zrobione
pt_br: Terminado
pt_pt: Terminado
ru: Готово
sk: Hotovo
sr: Завршено
sv: Klart
tr: Tamamlandı
uk: Виконано

source: Download
ca: Baixa
cs: Stahování
de: Herunterladen
el: Λήψη
es: Descarga
et: Laadi alla
fi: Lataa
fr: Téléchargement
hr: Preuzmi
hu: Letöltés
it: Scarica
ja: ダウンロード
lt: Atsisiųsti
ms: Muat Turun
pl: Pobierz
pt_br: Baixar
pt_pt: Descarregar
ru: Скачать
sk: Prevzatie
sr: Преузми
sv: Ladda ner
tr: İndir
uk: Отримати

source: Download canceled
ca: S'ha cancel·lat la baixada
cs: Stahování zrušeno
de: Übertragung abgebrochen
el: Η λήψη ακυρώθηκε
es: Descarga cancelada
et: Allalaadimine on tühistatud
fi: Lataus peruttiin
fr: Téléchargement annulé
hr: Preuzimanje prekinuto
hu: Letöltés megszakítva
it: Scaricamento annullato
ja: ダウンロードをキャンセルしました
ka: ჩამოტვირთვა შეწყვეტილია
ko: 다운로드 취소 됨
lt: Atsiuntimas atšauktas
ms: Muat turun dibatalkan
nl: Download geannuleerd
pl: Pobieranie anulowane
pt_br: Download cancelado
pt_pt: Descarga cancelada
ru: Скачивание отменено
sk: Preberanie zrušené
sr: Преузимање отказано
sv: Nedladdning avbruten
tr: İndirme iptal edildi
uk: Отримання даних скасовано
uz: Yuklab olish bekor qilindi

source: Download complete
ca: S'ha completat la baixada
cs: Stahování dokončeno
de: Übertragung vollständig
el: Η λήψη ολοκληρώθηκε
es: Descarga completa
et: Allalaadimine on lõpetatud
fi: Lataus valmistui
fr: Téléchargement terminé
hr: Preuzimanje završeno
hu: Letöltés kész
it: Scaricamento completato
ja: ダウンロードが完了しました
ka: ჩამოტვირთვა დასრულდა
ko: 다운로드 완료
lt: Atsiuntimas užbaigtas
ms: Muat turun selesai
nl: Download voltooid
pl: Pobieranie ukończone
pt_br: Download completo
pt_pt: Descarga terminada
ru: Скачивание завершено
sk: Preberanie dokončené
sr: Преузимање завршено
sv: Nedladdning färdig
tr: İndirme tamamlandı
uk: Отримання даних завершено
uz: Yuklab olish tugadi

source: Download playlist
ca: Baixa la llista
cs: Stáhnout seznam skladeb
de: Wiedergabeliste herunterladen
el: Λήψη λίστας αναπαραγωγής
es: Descargar lista
et: Laadi esitusloend alla
fi: Lataa soittolista
fr: Télécharger la liste de lecture
hr: Preuzmi popis izvođenja
hu: Lejátszólista letöltése
it: Scarica la scaletta
ja: プレイリストのダウンロード
ka: რეპერტუარის ჩამოტვირთვა
ko: 재생목록 다운로드
lt: Atsisiųsti grojaraštį
ms: Muat turun senarai main
nl: Afspeellijst downloaden
pl: Pobierz listę odtwarzania
pt_br: Baixar lista de reprodução
pt_pt: Descarregar lista de reprodução
ru: Скачать плейлист
sk: Prebrať zoznam skladieb
sr: Преузми листу нумера
sv: Ladda ned spellista
tr: Oynatma listesi indir
uk: Отримати список відтворення
uz: Ijro ro'yxatini yuklab olish

source: Download songs only when connected to Wi-Fi.
ca: Baixa les peces només quan s'estigui connectat a una xarxa Wi-Fi.
cs: Stahovat písně jen při připojení k síti Wifi.
de: Lieder nur herunterladen, wenn mit einen WLAN-Netzwerk verbunden.
el: Λήψη τραγουδιών μόνο όταν είστε συνδεδεμένοι σε ένα δίκτυο Wi-Fi.
es: Solo descargar canciones mientras está conectado a una red wifi.
fi: Lataa kappaleet vain wifi-yhteydellä.
fr: Télécharger les morceaux uniquement lorsque connecté à un réseau Wifi.
hr: Preuzmi pjesme samo kada je povezana WI-FI mreža.
hu: A számok csak WiFi hálózaton töltődjenek le.
it: Scarica i brani solo quando connesso a una rete Wi-Fi.
ja: WiFi ネットワークに接続したときのみ、曲をダウンロードします。
ka: სიმღერების ჩამოტვირთვა, მხოლოდ wifi კავშირის არსებობის დროს.
ko: 음악 다운로드는 Wifi 네트워크에 연결 되었을 때에만 가능합니다.
lt: Atsisiųsti dainas tik tuomet, kai yra prisijungta prie belaidžio tinklo.
ms: Hanya muat turun lagu bila bersambung dengan rangkaian wifi.
nl: Download nummers alleen via een wifi netwerkverbinding.
pl: Pobieraj utwory tylko kiedy w zasięgu sieci wifi
pt_br: Apenas descarregar faixas se ligado a uma rede Wi-Fi.
pt_pt: Apenas descarregar faixas se ligado a uma rede Wi-Fi.
ru: Скачивать песни, только когда есть подключение к wifi сети.
sk: Prebrať skladby iba počas pripojenia k sieti wifi.
sr: Преузимај песме само преко бежичне мреже.
sv: Ladda endast ned låtar när du är ansluten till ett wifi nätverk.
tr: Şarkıları sadece bir kablosuz ağa bağlıyken indir.
uk: Отримувати композиції, лише якщо встановлено з’єднання з мережею Wi-Fi.
uz: Faqat wifi tarmog'iga ulanganda qo'shiqlarni yuklab olish.

source: Download started
ca: Ha començat la baixada
cs: Stahování spuštěno
de: Übertragung gestartet!
el: Η λήψη ξεκίνησε!
es: La descarga ha comenzado.
fi: Lataus aloitettu!
fr: Téléchargement démarré !
hr: Preuzimanje pokrenuto!
hu: Letöltés elindult!
it: Scaricamento iniziato
ja: ダウンロードが開始しました!
ka: ჩამოტვირთვა დაიწყო!
ko: 다운로드 시작됨!
lt: Atsiuntimas pradėtas!
ms: Muat turun bermula!
nl: Download gestart!
pl: Pobieranie rozpoczęte!
pt_br: Download iniciado!
pt_pt: Descarga iniciada!
ru: Скачивание запущено
sk: Preberanie bolo spustené!
sr: Преузимање започето!
sv: Nedladdning startad!
tr: İndirme başladı!
uk: Розпочато отримання даних!

source: Downloading data…
ca: S’estan baixant les dades
cs: Stahují se data
de: Daten werden heruntergeladen
el: Λήψη δεδομένων
es: Descargando datos
et: Andmed on allalaadimisel
fi: Ladataan dataa
fr: Téléchargement des données
hr: Preuzimanje podataka
hu: Adatok letöltése
it: Scaricamento dei dati...
ja: データのダウンロード中
ka: მონაცემების ჩამოტვირთვა
ko: 데이터 다운로드 중
lt: Atsiunčiami duomenys
ms: Memuat turun data…
nl: Data downloaden
pl: Pobieranie danych.
pt_br: Baixando dados
pt_pt: A descarregar dados
ru: Скачивание данных…
sk: Preberajú sa údaje
sr: Преузимам податке
sv: Laddar ner data
tr: Veri indiriliyor
uk: Отримуємо дані
uz: Ma'lumot yuklab olinmoqda

source: Downloading the library…
ca: S’està baixant la col·lecció
cs: Stahuje se sbírka
de: Bibliothek wird heruntergeladen
el: Λήψη βιβλιοθήκης
es: Descargando la colección
et: Muusikakogu on allalaadimisel…
fi: Ladataan kirjastoa
fr: Téléchargement de la bibliothèque
hr: Preuzimanje fonoteke
hu: Zenetár letöltése
it: Scaricamento della raccolta...
ja: ライブラリーのダウンロード中
ka: ბიბლიოთეკის ჩამოტვირთვა
ko: 라이브러리 다운로드 중
lt: Atsiunčiama biblioteka
ms: Memuat turun pustaka
nl: Bibliotheek aan het downloaden
pl: Pobieranie biblioteki
pt_br: Baixando biblioteca
pt_pt: A descarregar coleção
ru: Скачивание фонотеки…
sk: Preberá sa zbierka
sr: Преузимам библиотеку
sv: Laddar ned bibliotek
tr: Kütüphane indiriliyor
uk: Отримуємо бібліотеку даних
